Repository: sde-gui/rainbow-cm
Catalog: po/*.po
Languages: ru

source: Rainbow Clipboard Manager
ru: Менеджер буфера Rainbow

source: Clipboard Manager
ru: Менеджер буфера обмена

source: translator-credits
ru: Перевод на русский: Vadim Ushakov <vadim.ush@gmail.com>

source: Lightweight GTK+ clipboard manager.
ru: Легковесный менеджер буфера обмена на основе GTK+.

source: Save Clipboard History
ru: Сохранить историю буфера обмена

source: Clipboard History.txt
ru: История буфера обмена.txt

source: Unpin
ru: Открепить

source: Pin
ru: Прикрепить

source: Empty
ru: Пусто

source: Clear the history?
ru: Очистить историю?

source: _Save History...
ru: С_охранить историю...

source: Save the clipboard history in a text file.
ru: Сохранить историю в текстовый файл.

source: _Clear History
ru: Очи_стить историю

source: Erase all entries from the clipboard history.
ru: Стереть историю буфера обмена.

source: _Enabled
ru: _Включен

source: Clipboard Management Disabled
ru: Управление буфером обмена отключено

source: Clipboard Management and History Tracking are enabled.
ru: Включено управление буфером обмена и отслеживание истории.

source: Clipboard Management and History Tracking are disabled. Click here to enable.
ru: Управление буфером обмена и отслеживание истории отключено. Нажмите сюда, чтобы включить.

source: _Preferences
ru: _Настройки

source: _About
ru: _О программе

source: _Quit
ru: В_ыход

source: beginning
ru: начале

source: middle
ru: середине

source: end
ru: конце

source: <b>Clipboard Management</b>
ru: <b>Управление буфером обмена</b>

source: <b>Clipboard Managment _Enabled</b>
ru: <b>В_ключить управление буфером обмена</b>

source: When unchecked, fully disables clipboard managment and clipboard tracking. This option is useful to temporarely disable the Rainbow Clipboard Manager, if you encounter a conflict between the Manager and another application, or if you copy and paste confidential information that should not be visible in the clipboard history.
ru: Когда выключено, полностью отключает управление буфером обмена и отслеживание истории. Эта опция может быть полезна, чтобы временно отключить Rainbow CM, если вы обнаружили конфликт между менеджером буфера обмена и другим приложением, или если вы копируете конфиденциальную информацию, которая не должна отображаться в истории.

source: Track the history of the <b>C_lipboard</b> buffer
ru: Отслеживать историю буфера <b>обмена</b>

source: If checked, Rainbow CM keeps track of changes in the clipboard (X11 CLIPBOARD SELECTION).
ru: Если включено, Rainbow CM отслеживает изменения в буфере обмена (X11 CLIPBOARD SELECTION).

source: Track the history of the <b>_Selected Text</b> buffer
ru: Отслеживать историю буфера <b>выделенного текста</b>

source: If checked, Rainbow CM keeps track of changes in the selected text (X11 PRIMARY SELECTION).
ru: Если включено, Rainbow CM отслеживает изменения в буфере выделенного текста (X11 PRIMARY SELECTION).

source: Synchroni_ze clipboards
ru: Синхронизаци_я буферов обмена

source: If checked, Rainbow CM forces the both buffers to keep the same data.
ru: Если включено, Rainbow CM автоматически копирует данные между двумя буферами.

source: Restore the contents of the e_mpty clipboard.
ru: Восстанавливать содержимое пустого буфера обмена.

source: Restore the contents of the clipboard when it gets empty. The clipboard typically gets empty when an application that has held the clipboard contents is closed.
ru: Восстанавливать содержимое, когда буфер обмена становится пуст. Обычно это происходит, когда приложение, поместившее в буфер обмена данные, закрывается.

source: <b>History</b>
ru: <b>История</b>

source: Sa_ve history across sessions
ru: Сохранять историю буфера обмена между сеансами

source: Keep history in a file across sessions.
ru: Хранить историю буфера обмена в файле между перезапусками программы.

source: History limit: {{}} entries
ru: Длина истории: {{}} записей

source: Maximum number of clipboard entries to keep
ru: Макс. хранимое число записей буфера обмена

source: <b>Filtering</b>
ru: <b>Фильтр</b>

source: Ignore whitespace strings
ru: Игнорировать строки без видимых символов

source: Ignore any clipboard data that contain only whitespace characters (space, tab, new line etc).
ru: Игнорировать данные в буфере обмена, состоящие из невидимых символов (пробел, перевод строки, табуляци и т.п.).

source: <b>The History Popup Menu</b>
ru: <b>Всплывающее меню истории</b>

source: Search _As You Type
ru: Искать по мере ввода

source: Enables Instant Search in the History menu. Type a word when the History menu is shown to see only the entries that contains this word.
ru: Включает поиск в истории по мере ввода. Начните вводить слово и в меню будет показаны записи содержащие данное слово.

source: Display _non-printing characters
ru: Отображать непечатаемые символы

source: Enables displaying of non-printing characters: The horizontal tab character: → (rightwards arrow). The space character: ␣ (open box). The new line character: ¶ (paragraph sign).
ru: Включает показ непечатаемых символов: Табуляция: → (rightwards arrow). Пробел: ␣ (open box). Начало абзаца: ¶ (paragraph sign).

source: _Limit the History menu width to {{}} characters
ru: Ограничить ширину меню до {{}} символов

source: Omit characters at the {{}} of the line
ru: Исключать символы в {{}} строки

source: <b>Hotkeys</b>
ru: <b>Горячие клавиши</b>

source: Display the Application Men_u
ru: Отобразить меню приложения

source: Display the _History Menu
ru: Отобразить меню истории

source: _Enable Clipboard Management
ru: Включить управление буфером обмена

source: _Disable Clipboard Management
ru: Выключить управление буфером обмена

source: <b>Miscellaneous</b>
ru: <b>Разное</b>

source: Displa_y the status icon
ru: Отображать иконку состояния

source: Display the status icon the notification area for accessing the application
ru: Отображать иконку в области уведомлений для доступа к приложению

source: _General
ru: _Общие

source: History _Popup
ru: Меню истории

source: _Hotkeys
ru: Сочетания _клавиш

source: _Miscellaneous
ru: _Разное

source: Preferences
ru: Настройки

source: Couldn't create directory: %s
ru: Не удается создать каталог: %s

source: Do not display status icon
ru: Не отображать иконку состояния

source: Display status icon
ru: Отображать иконку состояния

source: Display Version info
ru: Показать информацию о версии
